---
kind: other
id: Methods.T:Autodesk.Revit.DB.WorksharingDisplaySettings
source: html/378fa54d-2320-5954-395c-9f2eb9b90099.htm
---
# WorksharingDisplaySettings Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.